acpi
acpi_call
acpid
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
aic94xx-firmware
alacritty
alsa-utils
amd-ucode
anydesk-bin
arandr
auto-cpufreq
autoconf
automake
base
bash-completion
bdf-unifont
betterlockscreen-git
bind
binutils
bison
bleachbit
blueberry
bluez
bluez-utils
brave-bin
brightnessctl
bspwm
cava
cmake
cnrdrvcups-lb
conky
cups
czkawka-gui-bin
desmume
dialog
dina-font
discord
dosfstools
dunst
dupeguru
efibootmgr
ethtool
exa
fakeroot
farge-git
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
feh
ffmpegthumbnailer
firefox
flex
font-victor-mono
freerdp
galculator
gcc
gdb
gentium-plus-font
gimp
git
gnu-free-fonts
google-chrome
gpart
gparted
groff
grub
grub-customizer
grub-theme-vimix
gsimplecal
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
hardinfo
hplip
htop
ibus
ibus-anthy
inetutils
inter-font
intltool
jq
khal
kitty
kitty-terminfo
laptop-mode-tools
leafpad
libgepub
libgsf
libraw
libreoffice-fresh
libretro-citra
libretro-desmume
libretro-gambatte
libretro-mgba
libretro-nestopia
libretro-parallel-n64
libretro-pcsx-rearmed-git
libretro-pcsx2
libretro-ppsspp
libretro-sameboy
libretro-snes9x
libtool
libva-mesa-driver
libvncserver
light
lightdm
lightdm-webkit-theme-aether-git
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lxappearance-gtk3
m4
make
mesa-utils
mesa-vdpau
mpv
mtools
neo-matrix-git
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-pptp
nfs-utils
nitrogen
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nxproxy
obs-studio
openssh
os-prober
otf-font-awesome
otf-ipafont
p7zip
pacman-contrib
paper-icon-theme-git
patch
pavucontrol
pfetch-git
picom-ibhagwan-git
pipes-rs-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
polybar-git
powertop
psuinfo
python-dbus-next
python-iwlib
python-psutil
python-pywal
python-pyxdg
python2
qbittorrent
qt5ct
qtile
raw-thumbnailer
reflector
remmina
rmlint
rofi
rsync
scrot
shell-color-scripts
smartmontools
sof-firmware
sound-theme-smooth
spicetify-cli-git
spotify
spotify-adblock-git
stalonetray
sudo
sxhkd
t2ec
tamsyn-font
teamviewer
tex-gyre-fonts
texinfo
themix-full-git
thunar
thunar-archive-plugin
thunar-custom-actions
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monapo
ttf-monofur
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-roboto-slab
ttf-ubuntu-font-family
tty-clock-git
tumbler
unrar
unzip
upd72020x-fw
viewnior
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
w3m
wd719x-firmware
webp-pixbuf-loader
wget
which
wpa_supplicant
x86_energy_perf_policy
xarchiver
xclip
xcolor
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yad
yadm
yay
youtube-dl
zathura
zathura-pdf-poppler
zip
zsh
