accerciser
acpi
acpi_call
acpid
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
aic94xx-firmware
alacritty
alsa-utils
amd-ucode
anydesk-bin
arandr
autoconf
automake
baobab
base
bash-completion
bdf-unifont
betterlockscreen-git
bind
binutils
bison
blueberry
bluez
bluez-utils
brightnessctl
bspwm
cava
cheese
chrome-gnome-shell-git
cnrdrvcups-lb
conky
cups
czkawka-gui-bin
darktable
dconf-editor
devhelp
dialog
dina-font
discord
dosfstools
dunst
dupeguru
efibootmgr
eog
epiphany
ethtool
evince
evolution
exa
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
feh
ffmpegthumbnailer
file-roller
firefox
five-or-more
flex
font-victor-mono
four-in-a-row
freerdp
galculator
gcc
gdm
geary
gedit
gentium-plus-font
ghex
gimp
git
glade
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-games
gnome-icon-theme
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-dash-to-dock-git
gnome-shell-extension-pop-shell-git
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-free-fonts
google-chrome
gpart
gparted
grilo-plugins
groff
grub
grub-customizer
grub-theme-vimix
gsimplecal
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hardinfo
hitori
hplip
htop
iagno
ibus
ibus-anthy
inetutils
inter-font
intltool
jq
khal
kitty
kitty-terminfo
laptop-mode-tools
leafpad
libgepub
libgsf
libraw
libreoffice-fresh
libtool
libva-mesa-driver
libvncserver
light
lightdm
lightdm-webkit-theme-aether-git
lightdm-webkit2-greeter
lightsoff
linux
linux-firmware
linux-headers
lxappearance-gtk3
m4
make
mesa-vdpau
mpv
mtools
mutter
nautilus
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-pptp
nfs-utils
nitrogen
nmap
notion-app
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nxproxy
obs-studio
openssh
orca
os-prober
otf-font-awesome
otf-ipafont
p7zip
pacman-contrib
paper-icon-theme-git
patch
pavucontrol
pfetch-git
picom-ibhagwan-git
pipes-rs-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polari
polkit-gnome
polybar-git
pop-gtk-theme
powertop
psuinfo
python-dbus-next
python-iwlib
python-psutil
python-pywal
python-pyxdg
python2
qbittorrent
qt5ct
qtile
quadrapassel
raw-thumbnailer
rawtherapee
reflector
remmina
rofi
rsync
rygel
scrot
shell-color-scripts
simple-scan
smartmontools
sof-firmware
sound-theme-smooth
spicetify-cli-git
spotify
spotify-adblock-git
stalonetray
sudo
sushi
swell-foop
sxhkd
sysprof
t2ec
tali
tamsyn-font
teamviewer
tex-gyre-fonts
texinfo
themix-full-git
thunar
thunar-custom-actions
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
totem
tracker
tracker-miners
tracker3-miners
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monapo
ttf-monofur
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-roboto-slab
ttf-ubuntu-font-family
tumbler
unimatrix-git
unrar
unzip
upd72020x-fw
viewnior
vino
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
w3m
wd719x-firmware
webp-pixbuf-loader
wget
which
wpa_supplicant
x86_energy_perf_policy
xarchiver
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yad
yadm
yaru-sound-theme
yay
yelp
youtube-dl
zathura
zathura-pdf-poppler
zip
zsh
