accountsservice
acpi
acpi_call
acpid
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
alacritty
alsa-utils
amd-ucode
anydesk-bin
apparmor
arandr
artem-bin
asp
atomicparsley
autoconf
automake
autotiling
avahi
awesome-git
azote
baobab
base
bash-completion
bat
bdf-unifont
betterlockscreen-git
bind
bison
bleachbit
blueman
bluez
bluez-utils
brightnessctl
bspwm
calcurse
cava
clipman
cnrdrvcups-lb
colord
colord-gtk
colord-gtk-common
colord-gtk4
cups
dart-sass
devtools
dex
dialog
dina-font
discord
dosfstools
dunst
dupeguru
easy-rsa
efibootmgr
ethtool
exa
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
feh
ffmpegthumbnailer
firefox
firewalld
flex
freerdp
fzf
galculator
gcc
gdm
gdm-settings
gimp
git
gnome-keyring
gnome-mahjongg
gnome-tweaks
gnu-free-fonts
google-chrome
gpick
grim
groff
grub
gucharmap
gvfs
gvfs-mtp
gvfs-smb
hplip
htop
humanity-icon-theme
i3-gaps
inetutils
inotify-tools
inter-font
khal
laptop-mode-tools
leafpad
libcanberra
libgdm-plymouth
libgepub
libgnome-keyring
libgsf
libjpeg6-turbo
libpipewire02
libreoffice-fresh
libtool
libva-mesa-driver
libva-utils
light
linux
linux-firmware
linux-headers
lolcat
lxappearance-gtk3
m4
maim
make
mako
materia-gtk-theme
mesa-vdpau
microsoft-edge-stable-bin
mpv
mtools
neofetch
neovim
nerd-fonts-complete
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-fortisslvpn
networkmanager-l2tp
networkmanager-openconnect
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
obs-studio
openssh
os-prober
p7zip
pacman-contrib
paru
patch
pavucontrol
pfetch-git
picom-ibhagwan-git
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
playerctl
polkit-gnome
polybar
python-dasbus
python-dbus-next
python-evdev
python-fuzzywuzzy
python-imageio
python-iwlib
python-keyring
python-libinput
python-mpd2
python-numpy
python-pam
python-psutil
python-pycryptodome
python-pyfiglet
python-pyxdg
qbittorrent
qt5-wayland
qt5ct
qt6ct
qtile
qtile-extras-git
raw-thumbnailer
reflector
remmina
river-git
rofi
rsync
rtmpdump
rustup
rxfetch
seahorse
simplescreenrecorder
slurp
sof-firmware
spicetify-cli-git
spotify
spotify-adblock-git
sshfs
stalonetray
sudo
sway
swaybg
swayidle
swaylock-effects-git
sxhkd
teamviewer
terminus-font
texinfo
themix-full-git
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-secure-delete
thunar-shares-plugin-git
thunar-volman
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-liberation
ttf-linux-libertine
ttf-meslo
ttf-monofur
ttf-monoid
ttf-ms-fonts
ttf-opensans
ttf-recursive
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
ttf-victor-mono
tty-clock-git
tumbler
tumbler-extra-thumbnailers
unarchiver
unclutter
unimatrix-git
unrar
unzip
vdhcoapp-bin
vdpauinfo
vicious
viewnior
vivaldi
vivaldi-ffmpeg-codecs
w3m
waybar
wezterm
wf-recorder
wget
which
wlogout
wlrobs
wlsunset
wmctrl
wmutils-git
wofi
wpa_supplicant
wtype
xarchiver
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xfce4-power-manager
xfconf
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yad
yadm
youtube-dl
zathura
zathura-pdf-poppler
zip
zsh
